/* 本の詳細 */

$(document).ready(function(){

var book380 = function() {
  /* 画像名称 小 */		this.imgname='380.jpg';
  /* 画像名称 大 */		this.imgname2='380l.jpg';
  /* 本タイトル */		this.title='Design for Humanity';
  /* サブタイトル */	this.subtitle='人間のための建築／坂倉建築研究所';
  /* 紹介テキスト */	this.texts='坂倉建築研究所が創業者・坂倉準三以来、引き継いできた「人間のための建築」というテーマについて、準三と活動をともにしてきたOB7人にインタビュー。その内実を明らかにするとともに、「鎌倉文華館鶴岡ミュージアム」「神奈川県庁舎」といった代表作から近作までを紹介する。';
  /* 紹介テキスト長 */	this.textl=this.texts+'高階秀爾（大原美術館館長）、山名善之（東京理科大学教授）の寄稿のほか、坂倉準三の小論など、考察資料も充実。' + '<br><br>';
  /* 本情報 */			this.attr='Visual Architecture 380, 2019 12<br />建築画報　No.380<br />発刊　2019年 12月26日<br />本文　184ページ<br />仕様　A4変形判<br />定価　3,300円（税込）<br />ISBN　978-4-909154-10-1　C9452<br /><br />';
  /* 目次 */            this.listindex='/back_number/list/index380.html';
};	

var book379 = function() {
  /* 画像名称 小 */		this.imgname='379.jpg';
  /* 画像名称 大 */		this.imgname2='379l.jpg';
  /* 本タイトル */		this.title='素材と考える、表現のひろがり。';
  /* サブタイトル */	this.subtitle='日建スペースデザイン';
  /* 紹介テキスト */	this.texts='日建スペースデザインの中核を担うデザイナー約40名にインタビュー。作品にかけた想いや素材へのこだわりを聞き出し、ディテール写真を多数掲載しながら、今後のインテリアデザインの潮流となる40作品を紹介。';
  /* 紹介テキスト長 */	this.textl=this.texts+'また、素材メーカーや起用した職人への取材を行うことで、デザイナーの「理想」が具現化されたプロセスや作品そのものについての理解を深められるような配慮も施している。' + '<br><br>';
  /* 本情報 */			this.attr='Visual Architecture 379, 2019 11<br />建築画報　No.379<br />発刊　2019年 11月29日<br />本文　173ページ<br />仕様　A4変形判<br />定価　3,300円（税込）<br />ISBN　978-4-909154-09-5 C9452<br />編集協力　日建スペースデザイン<br />';
  /* 目次 */            this.listindex='/back_number/list/index379.html';
};
	
var book378 = function() {
  /* 画像名称 小 */		this.imgname='378.jpg';
  /* 画像名称 大 */		this.imgname2='378l.jpg';
  /* 本タイトル */		this.title='地域に寄り添い、地域と歩む';
  /* サブタイトル */	this.subtitle='――まちをブランディングする手法';
  /* 紹介テキスト */	this.texts='<div class="subtitle">アール・アイ・エー特集号</div>地域とのコミュニケーションを軸にしたまちづくりに定評のあるアール・アイ・エーの近年のプロジェクトを網羅した特集号。コンセプト別の章立てを施し、「まちをブランディングする」ための7つの手法に基づいて作品紹介を行っている。';
  /* 紹介テキスト長 */	this.textl=this.texts+'巻末の座談会では、全国各地のプロジェクトの最前線で活躍する設計者の活発な議論によって、まちづくりの将来像を展望する。' + '<br><br>';
  /* 本情報 */			this.attr='Visual Architecture 378, 2019 05<br />建築画報　No.378<br />発刊　2019年 5月30日<br />本文　137ページ<br />仕様　A4変形判<br />定価　3,300円（税込）<br />ISBN978-4-909154-08-8　C9452<br />';
  /* 目次 */            this.listindex='/back_number/list/index378.html';
};
	
var book377 = function() {
  /* 画像名称 小 */		this.imgname='377.jpg';
  /* 画像名称 大 */		this.imgname2='377l.jpg';
  /* 本タイトル */		this.title='地域とともに生きる';
  /* サブタイトル */	this.subtitle='本間利雄設計事務所';
  /* 紹介テキスト */	this.texts='建築家・本間利雄の追悼号として発刊されることになった特集号。55年余におよぶ歴史を踏まえた代表作はもとより、2020年春にグランドオープンが迫る「山形県総合文化芸術館」プロジェクトの全貌を巻頭で紹介。';
  /* 紹介テキスト長 */	this.textl=this.texts+'新たに代表となった本間弘を中心に同社の未来を見据えた座談会、本間利雄と交流のあった内藤廣（東京大学名誉教授）、香山壽夫（東京大学名誉教授）との対談、進士五十八（造園家、福井県立大学長）の寄稿も収録。表紙写真は山形の風土を生かした同社の建築を象徴する山形美術館。' + '<br><br>';
  /* 本情報 */			this.attr='Visual Architecture 377, 2019 01<br />建築画報　No.377<br />発刊　2019年 1月7日<br />本文　173ページ<br />仕様　A4変形判<br />定価　3,300円（税込）<br />ISBN 978-4-909154-07-1 C9452<br />';
  /* 目次 */            this.listindex='/back_number/list/index377.html';
};

var book376 = function() {
  /* 画像名称 小 */		this.imgname='376.jpg';
  /* 画像名称 大 */		this.imgname2='376l.jpg';
  /* 本タイトル */		this.title='the Playground EDI';
  /* サブタイトル */	this.subtitle='環境デザイン研究所の50年';
  /* 紹介テキスト */	this.texts='環境建築家・仙田 満が率いる環境デザイン研究所の設立50周年を踏まえ、同社の活動を網羅した特集号。代表作から近年の注目作まで80余の作品を収録。劇場・ホール建築のスペシャリストである斎藤義（環境デザイン研究所所長）、汐見稔幸（日本保育学会会長）、間野義之（早稲田大学スポーツビジネス研究所所長）、竺 覚暁（金沢工業大学建築アーカイヴス研究所顧問）ら、各分野のスペシャリストと仙田との対談も収録。';
  /* 紹介テキスト長 */	this.textl=this.texts+'' + '<br><br>';
  /* 本情報 */			this.attr='Visual Architecture 376, 2018 11<br />建築画報　No.376<br />発刊　2018年 11月27日<br />本文　195ページ<br />仕様　A4変形判<br />定価　3,300円（税込）<br />ISBN　ISBN978-4-909154-06-4 C9452<br />';
  /* 目次 */            this.listindex='/back_number/list/index376.html';
};

	
var book375 = function() {
  /* 画像名称 小 */		this.imgname='375.jpg';
  /* 画像名称 大 */		this.imgname2='375l.jpg';
  /* 本タイトル */		this.title='200人がクリエイティブの種をまく';
  /* サブタイトル */	this.subtitle='日建設計 設備設計グループ特集';
  /* 紹介テキスト */	this.texts='日建設計の設備設計に焦点を当てた特集。例年行われている設備設計グループの設備エンジニア約200人の全員が参加するポスターセッション＝「ID200」のアイデアの成果を、「Indoor Design」、「Building Design」、「Public Design」の3つのデザインに分類し、さらにWellness、IoT、ZEB、Smart City、BCPなどの9つのテクノロジーを紐づけ、「ID200」で得た知見から重要なポイントを解説しながら、具現化したプロジェクトを紹介していく。';
  /* 紹介テキスト長 */	this.textl=this.texts+'さらに、新たなビジネスモデルとして世界が注目する「COOL TREE」の開発過程についても詳しく説明する。<br>巻頭の座談会では、建築における設備設計技術の最先端の活動を展開している、アメリカ暖房冷凍空調学会（ASHRAE）のシニアリーダーシップの面々を招いて、今後の設備設計の展望について語り合っている。<br />' + '<br><br>';
  /* 本情報 */			this.attr='Visual Architecture 375, 2018 10<br />建築画報　No.375<br />発刊　2018年 10月24日<br />本文　159ページ<br />仕様　A4変形判<br />定価　3,300円（税込）<br />ISBN　ISBN978-4-909154-05-7 C9452<br />';
  /* 目次 */            this.listindex='/back_number/list/index375.html';
};

var book374 = function() {
  /* 画像名称 小 */		this.imgname='374.jpg';
  /* 画像名称 大 */		this.imgname2='374l.jpg';
  /* 本タイトル */		this.title='近未来の構造設計';
  /* サブタイトル */	this.subtitle='';
  /* 紹介テキスト */	this.texts='近代建築の確立とともに力学的合理性に基づく「構造」が生まれ、建築デザインに取り込まれ、現代になるとコンピュータの発達とそれに伴うIT技術の発展、さらには構造素材と構造技術の開発によって、多様な構造システムが実現されてきた。新しい時代の構造設計を担っていくのは、若くして活躍する構造設計者たち。彼らはどのように理解し、何を考え、何を目指して活動しているのか。本特集では、編集委員に新谷眞人　金箱温春　佐藤淳の三氏を迎え、若手の構造設計者52名に、彼らが手掛けた作品の内容、手法を紹介しながら、構造設計における思想・方法論を聞き、そこから近未来に向けての構造設計の可能性を探っていく。';
  /* 紹介テキスト長 */	this.textl='近代建築の確立とともに力学的合理性に基づく「構造」が生まれ、建築デザインに取り込まれ、さらに現代になるとコンピュータの発達とそれに伴うIT技術の発展、構造素材と構造技術の開発によって、多様な構造システムが実現されてきました。<br />弊社がかつて刊行した「魅せる力学」（2002年2月刊）、「挑戦する構造」（2011年3月刊）では、実現された構造作品を手がかりとして、建築デザインと構造デザインの関係についての分析と考察を行ないました。そこで導き出された構造設計の思考と手法は今後も普遍的なものとして継承されていくでしょう。しかし、建築に要求される用途・規模・性能・機能が急速に多様化し拡大している現在において、それに伴って構造設計の内容にも変化が生じています。具体的には、環境に配慮した木造建築の普及、サステナブルに寄与する耐震改修、法律の規定を上回った個別性能を実現する制御技術や性能設計など多様化する建築を実現するための新しい構造形態の創出や構造技術の活用ということになります。<br />新しい時代の構造設計を担っていくのは、若くして活躍する構造設計者です。彼らが建築や構造設計の状況、ひいてはこれからの構造の展望について、どのように理解し、何を考え、何を目指して活動しているのでしょうか。<br />本特集では、編集委員に新谷眞人　金箱温春　佐藤淳の三氏を迎え、若手の構造設計者52名に、彼らが手掛けた作品の内容、手法を紹介しながら、構造設計における思想・方法論を語ってもらいます。そこから見えてくる、近未来に向けての構造設計の可能性を探っていくことが今号の眼目になります。<br />' + '<br><br>';
  /* 本情報 */			this.attr='Visual Architecture 374, 2018 03<br />建築画報　No.374<br />発刊　2018年 3月22日<br />本文　175ページ<br />仕様　A4変形判<br />定価　3,300円（税込）<br />ISBN　ISBN978-4-909154-04-0　C9452<br />';
  /* 目次 */            this.listindex='/back_number/list/index374.html';
};

var book373 = function() {
  /* 画像名称 小 */		this.imgname='373.jpg';
  /* 画像名称 大 */		this.imgname2='373l.jpg';
  /* 本タイトル */		this.title='環境統合技術 by Design<br />石本建築事務所 創立90周年';
  /* サブタイトル */	this.subtitle='';
  /* 紹介テキスト */	this.texts='今年、創立90周年を迎えた石本建築事務所が推進している「環境統合技術」をテーマにした特集号。';
  /* 紹介テキスト長 */	this.textl='今年、創立90周年を迎えた石本建築事務所が推進している「環境統合技術」をテーマにした特集号。その建築作品について、「日射制御」「視環境設計」「自然通風」「自然換気」「インテリジェントビル」「シンボル的エコビル」「低炭素まちづくり」「エネルギー融通」「既存ストック活用」という9つの視点に基づいて掲載、解説する。<br />巻頭インタビューには代表取締役会長・石井 誠氏と代表取締役社長・長尾昌高氏、聞き手に建築ジャーナリスト・磯 達雄氏を迎え、石本建築事務所のデザインに対する姿勢と「環境統合技術」に取り組むに至った背景を検証。田辺新一氏（早稲田大学創造理工学部建築学科教授）と同社環境統合技術室メンバーによる座談会では、「環境統合建築」の技術的な系譜とともにビジネス的側面を踏まえて今後の展望も明らかにする。<br>' + '<br><br>';
  /* 本情報 */			this.attr='Visual Architecture 373, 2017 11<br />建築画報　No.373<br />発刊　2017年11月30日<br />本文　162ページ<br />仕様　A4変形判<br />定価　3,300円（税込）<br />ISBN　978-4-909154-03-3<br />';
  /* 目次 */            this.listindex='/back_number/list/index373.html';
};


});